[
  {
    "author": "Anne Sullivan",
    "authorInfo": "Helen Keller's teacher",
    "quotes": ["What fool thinks of defeat before even trying?"]
  },
  {
    "author": "Abraham Lincoln",
    "authorInfo": "American President",
    "quotes": [
      "Always bear in mind that your own resolution to succeed is more important than any one thing.",
      "Most folks are as happy as they make up their minds to be.",
      "My earlier views of the unsoundness of the Christian scheme of salvation and the human origin of the scriptures have become clearer and stronger with advancing years, and I see no reason for thinking I shall ever change them."
    ]
  },
  {
    "author": "A.C. Grayling",
    "authorInfo": "philosopher, author",
    "quotes": [
      "To read is to fly: it is to soar to a point of vantage which gives a view over wide terrains of history, human variety, ideas, shared experience and the fruits of many inquiries."
    ]
  },
  {
    "author": "Aesop",
    "authorInfo": "author",
    "quotes": [
      "It is not only fine feathers that make fine birds.",
      "Self conceit may lead to self destruction.",
      "Time and place often give the advantage to the weak over the strong."
    ]
  },
  {
    "author": "Alan Moore",
    "authorInfo": "artist",
    "quotes": [
      "My experience of life is that it is not divided up into genres; it's a horrifying, romantic, tragic, comical, science-fiction, cowboy, detective novel. You know, with a bit of pornography, if you're lucky."
    ]
  },
  {
    "author": "Alan Watts",
    "authorInfo": "spiritual philosopher, buddhist philosopher, zen philosopher",
    "quotes": [
      "Reality is only a Rorschach ink-blot, you know",
      "The meaning of life is just to be alive. It is so plain and so obvious and so simple. And yet, everybody rushes around in a great panic as if it were necessary to achieve something beyond themselves."
    ]
  },
  {
    "author": "Albert Camus",
    "authorInfo": "author, philosopher",
    "quotes": [
      "At every street corner the feeling of absurdity can strike any man in the face.",
      "I know of only one duty and that is to love.",
      "Integrity has no need of rules.",
      "It is always easy to be logical. It is almost impossible to be logical to the bitter end.",
      "I've had enough of people who die for ideas. I don't believe in heroism, I know that it's easy and I've found out that it's deadly. What interests me,is living or dying for what one loves. - from the book 'The Plague'",
      "Nothing is more despicable than respect based on fear.",
      "The best revenge is to be unlike them that performed the injury."
    ]
  },
  {
    "author": "Albert Einstein",
    "authorInfo": "theoretical physicist",
    "quotes": [
      "Few are those who see with their own eyes and feel with their own hearts.",
      "I have no special talents. I am only passionately curious.",
      "The word God is for me nothing more than the expression and product of human weakness, the Bible a collection of honorable, but still purely primitive, legends which are nevertheless pretty childish. No interpration no matter how subtle can (for me) change this... For me the Jewish religion like all other religions is an incarnation of the most childish superstition... In general I find it painful that you claim a privileged position and try to defend it by two walls of pride, an external one as a man and an internal one as a Jew. As a man you claim, so to speak, a dispensation from causality otherwise accepted, as a Jew of monotheism. But a limited causality is no longer a causality at all, as our wonderful Spinoza recognized with all incision...",
      "Two things are infinite: the universe and human stupidity; and I'm not sure about the universe."
    ]
  },
  {
    "author": "Aldous Huxley",
    "authorInfo": "author, philosopher",
    "quotes": [
      "Every man's memory is his private literature.",
      "Facts do not cease to exist because they are ignored.",
      "My fate cannot be mastered, it can only be collaborated with and thereby to some extent directed. Nor am I a master of my soul. I am only it's noisiest passenger."
    ]
  },
  {
    "author": "Alexander Pope",
    "authorInfo": "poet, satirist",
    "quotes": ["Fools rush in where angels fear to tread."]
  },
  {
    "author": "Aleksandr Solzshenitsyn",
    "authorInfo": "author",
    "quotes": [
      "You only have the power over people so long as you don't take everything away from them. But when you've robbed a man of everything, he's no longer in your power -- he's free again."
    ]
  },
  {
    "author": "Anil Hanegave",
    "authorInfo": "investor, investment author",
    "quotes": [
      "It may turn to the worst business if you assume it to be a cakewalk. Trading requires a lot of dedication, patience, and time to master it. If you learn it properly, you need not work for anyone else."
    ]
  },
  {
    "author": "Arjuna",
    "authorInfo": "a character from 'Mahabharata', the Sanskrit Literature",
    "quotes": [
      "...great men never care for the harsh words uttered to them. Even if able to retaliate, they do not take seriously acts of hostility, preferring instead to remember even a little good that their enemies may have done them."
    ]
  },
  {
    "author": "Aristotle",
    "authorInfo": "ancient greek philosopher",
    "quotes": [
      "Pleasure in the job puts perfection in the work.",
      "Whosoever is delighted with solitude is either a wild beast or a god."
    ]
  },
  {
    "author": "Arthur C. Clarke",
    "authorInfo": "science fiction author",
    "quotes": [
      "After your death you will be what you were before your birth.",
      "Great men are like eagles, and build their nest on some lofty solitude.",
      "In action a great heart is the chief qualification. In work, a great head.",
      "Music is the melody whose text is the world."
    ]
  },
  {
    "author": "Arthur Schopenhauer",
    "authorInfo": "philosopher, author",
    "quotes": [
      "A man can be himself only so long as he is alone, and if he does not love solitude, he will not love freedom, for it is only when he is alone that he is really free.",
      "A sense of humour is the only divine quality of man",
      "Change alone is eternal, perpetual, immortal.",
      "Compassion is the basis of morality.",
      "If we were not all so interested in ourselves, life would be so uninteresting that none of us woud be able to endure it.",
      "Just remember once you are over the hill, you begin to pick up speed.",
      "Rascals are always sociable, more's the pity! And the chief sign that a man has any nobility in his character is the little pleasure he takes in others's company.",
      "Suffering by nature or chance never seems so painful as suffering inflected on us by the arbitrary will of another.",
      "To live alone is the fate of all great souls."
    ]
  },
  {
    "author": "Ayn Rand",
    "authorInfo": "philosopher",
    "quotes": [
      "A creative man is motivated by the desire to achieve, not by the desire to beat others.",
      "As a human being, you have no choice about the fact that you need a philosophy. Your only choice is whether you define your philosophy by a conscious, rational, disciplined process of thought and scrupulously logical deliberation - or let your subconscious accumulate a junk heap of unwarranted conclusions, false generalizations, undefined contradictions, undigested slogans, unidentified wishes, doubts and fears, thrown together by chance, but integrated by your subconscious into a kind of mongrel philosophy and fused into a single, solid weight: self-doubt. Like a ball and chain in the place where your mind's wings should have grown.",
      "Everyone has the right to make his own decisions, but none has the right to force hs decision on others.",
      "If one's actions are honest, one does not need the predated confidence of others.",
      "In order to live, man must act; in order to act, he must make choices; in order to make choices, he must define a code of values; in order to define a code of values, he must know what he is and where he is --i.e. he must know his own nature(including his means of knowledge) and the nature of the universe in which he acts --i.e. he needs metaphysics, epistemology, ethics, which means: philosophy. He cannot escape from this need; his only alternative is whether the philosophy guiding him is to be chosen by his mind or by chance.",
      "Live a life a monument to your own soul.",
      "My philosophy, in essence, is the concept of man as a heroic being, with his own happiness as the moral purpose of his life, with productive achievement as his noblest activity, and reason as his only absolute.",
      "That an error made on your own is safer than ten truths accepted on faith, because the first leaves you the means to correct it but the second destroys your capacity to distinguish truth from error.",
      "The great creators - the thinkers, the artists, the scientists, the inventors - stood alone against the men of their time. Every great new thought was opposed. Every great new invention was denounced. The first motor was considered foolish. The airplane was considered impossible... But the men of unborrowed vision went ahead. They fought, they suffered and they paid. But they won.",
      "To arrive at a contradiction is to confess an error in one's thinking; to maintain a contradiction is to abdicate one's mind and to evict oneself from the realm of reality.",
      "To be the kind of writer you want to be, you must first be the kind of thinker you want to be."
    ]
  },
  {
    "author": "Barry Burd",
    "authorInfo": "tech author",
    "quotes": [
      "When it comes to good computer programming practice, one word stands out above all others: simplicity."
    ]
  },
  {
    "author": "Benedict de Spinoza",
    "authorInfo": "philosopher, rationalist",
    "quotes": [
      "Everything excellent is as difficult as it is rare.",
      "Peace is not the absence of war, it is a virtue, a state of mind, a disposition of benevolence, confidence, justice.",
      "Pride is pleasure arising from a person's thinking too highly of himself.",
      "The highest activity a human being can attain is learning for understanding, because to understand is to be free."
    ]
  },
  {
    "author": "Bad Gang Leader",
    "authorInfo": "'Trigun(1998)' anime series character",
    "quotes": ["Nothing shines like hard-earned fame."]
  },
  {
    "author": "Bernard M. Baruch",
    "quotes": [
      "Be who you are and say what you feel, because those who mind don't matter, and those who matter don't mind."
    ]
  },
  {
    "author": "Bertrand Russell",
    "authorInfo": "mathematician, logician, philosopher, author",
    "quotes": [
      "A hallucination is a fact, not an error; what is erroneous is a judgment based upon it.",
      "One of the symptoms of an approaching nervous breakdown is the belief that one's work is terribly important.",
      "The good life is one inspired by love and guided by knowledge.",
      "Science is what you know, philosophy is what you don't know.",
      "There is one very serious defect to my mind in Christ's moral character, and that is he believed in hell. Any person who is really profoundly humane cannot believe in everlasting punishment. This doctrine, that eternal hell-fire is a punishment for sin, is a doctrine of great cruelty. It is a doctrine that gave the world generations of cruel torture; and the Christ of the gospels, if we take him as his chroniclers represent him, would certainly have to be considered partly responsible."
    ]
  },
  {
    "author": "Bhagavad Gita",
    "authorInfo": "Sanskrit literature",
    "quotes": [
      "Lust, anger and greed are the three gates to self-destructive hell.",
      "Yoga is skill in action."
    ]
  },
  {
    "author": "Bill Flavell",
    "quotes": [
      "There is something hauntingly tragic when the most valued thing a man has is a non-existing god."
    ]
  },
  {
    "author": "Buddha",
    "authorInfo": "philosopher, religion founder, spiritual leader",
    "quotes": [
      "A jug fills drop by drop.",
      "All know the way, but few actually walk it.",
      "A magician creates various things, such as horses, elephants and so forth. His creations do not actually exist; You should know all things in the same way.",
      "A man is not called wise because he talks and talks again; but if he is peaceful, loving and fearless then he is in truth called wise.",
      "Awake. Be the witness of your thoughts.",
      "Better is to speak unpleasant truth than to tell lies",
      "Be where you are; otherwise you will miss your life.",
      "Contentment is the greatest wealth.",
      "Do not accept anything I say as true simply because I have said it. Instead, test it as you would gold to see if it is genuine or not. If, after examining my teachings, you find that they are true, put them into practice. But do not do so simply out of respect for me ",
      "Endurance is one of the most difficult disciplines, but it is to the one who endures that the final victory comes.",
      "Every morning we are born again. What we do today is what matters most.",
      "If you light a lamp for somebody, it will also brighten your path.",
      "Happiness is a journey not the destination.",
      "Having few desires, feeling satisfied with what you have, is very vital: satisfaction with just enough food, clothing, and shelter to protect yourself from the elements. And finally, there is an intense delight in abandoning faulty states of mind and in cultivating helpful ones in meditation.",
      "Hatred does not cease by hatred, but only by love; this is eternal rule.",
      "Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you are the one who gets burned.",
      "How easy it is to see your brothers faults. How hard it is to face your own.",
      "I believe nothing just because a so-called wise person said it. Believe nothing just because a belief is generally held. Believe nothing just because it is said in ancient books. Believe nothing just because it is said to be of divine origin. Believe nothing just because someone else believes it. Believe only what you yourself test and judge to be true.",
      "If your compassion does not include yourself, it is incomplete.",
      "It is better to do nothing than to do what is wrong. For whatever you do, you do to yourself.",
      "It is wrong to think that misfortunes come from the east or from the west; they originate within ones own mind. Therefore, it is foolish to guard against misfortunes from the external world and leave the inner mind uncontrolled.",
      "Just to say I believe or I do not doubt does not mean that you understand and see. To force oneself to see and accept a thing without understanding is political and not spiritual or intellectual.",
      "Living without hope is like burying oneself.",
      "May all that have life be delivered from suffering.",
      "Neither fire or wind nor birth or death may erase our good deeds.",
      "No matter how hard the past, you can always begin again.",
      "Resolve to be tender with the young, compassionate with the aged, sympathetic with the striving and tolerant with the weak and wrong. Sometime in your life, you will have been all of these.",
      "The most valuable service is one rendered to our fellow humans.",
      "Therefore, be ye lamps unto yourselves, be a refuge to yourselves. Hold fast to truth as a lamp; hold fast to the truth as a refuge. Look not for a refuge in anyone beside yourselves. And those, who shall be a lamp unto themselves, shall betake themselves to no external refuge, but holding fast to the truth as their lamp, and holding fast to the truth as their refuge, they shall reach the topmost height.",
      "The whole secret of existence is to have no fear. Never fear what will become of you, depend on no one. Only the moment you reject all help are you freed.",
      "The wind cannot overturn a mountain. Temptation cannot touch the man who is awake, strong and humble. Who masters himself and minds the law.",
      "Thousands of candles can be lit from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared.",
      "To enjoy good health, to bring true happiness to ones family, to bring peace to all, one must first discipline and control ones own mind. If a man can control his mind he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him.",
      "With gentleness overcome anger. With generosity overcome meanness. With truth overcome deceit.",
      "Words do not express thoughts very well; every thing immediately becomes a little different, a little distorted, a little foolish and yet it also pleases me and seems right that what is of value and wisdom of one man seems nonsense to another.",
      "You are the community now. Be a lamp for yourselves. Be your own refuge. Seek for no other. All things must pass. Strive on diligently. Don't give up.",
      "You yourself, as much as anybody in the entire universe deserve your love and affection.",
      "Your purpose in life is to find your purpose."
    ]
  },
  {
    "author": "Carl Sagan",
    "authorInfo": "astronomer, science author",
    "quotes": [
      "You cannot convince a believer of anything; for their belief is not based on evidence, it is based on a deep-seated need to believe."
    ]
  },
  {
    "author": "Charlie Chaplin",
    "authorInfo": "actor, comedian",
    "quotes": [
      "On his comedies often making fun of tragic circumstances: 'It is paradoxical that tragedy stimulates the spirit of ridicule... ridicule, I suppose, is an attitude of defiance; we must laugh in the face of our helplessness against the forces of nature - or go insane.'"
    ]
  },
  {
    "author": "Chino",
    "authorInfo": "'Naruto' anime series character",
    "quotes": [
      "...to a victim, the assailant and a third party is no different, people are no better than the assailant if they didn't try to help, if you only pity the loser and do nothing to stop the decadence of the rich, you're just as guilty..."
    ]
  },
  {
    "author": "Cicero",
    "authorInfo": "statesman, lawyer, scholar, author",
    "quotes": [
      "A room without a book is like a body without a soul.",
      "Freedom is a possession of inestimable value."
    ]
  },
  {
    "author": "Confucius",
    "authorInfo": "ancient chinese philosopher, political theorist",
    "quotes": [
      "Act with kindness but do not expect gratitude.",
      "A man should demand much from himself, but little from others. When you meet a man of worth, think how you may attain to his excellence. When you meet an unworthy one, then look within and examine yourself.",
      "By three methods we may learn wisdom: First, by reflection, which is noblest; Second, by imitation, which is easiest; and third by experience, which is the bitterest.",
      "Do unto others what you want others to do unto you.",
      "Learning without thought is labor lost, thought without learning is perilous.",
      "Music in the soul can be heard by the universe.",
      "No matter how busy you may think you are you must find time for reading, or surrender yourself to self-chosen ignorance.",
      "Return good for good; return evil with justice.",
      "The demands that good people make are upon themselves; Those that bad people make are upon others.",
      "The gentleman does not promote people merely on the basis of their words, nor does he reject words merely because of the person who uttered them.",
      "Those who cannot forgive others break the bridge over which they themselves must pass.",
      "To be poor without murmuring is difficult. To be rich without being proud is easy.",
      "Wherever you go, go with all your heart."
    ]
  },
  {
    "author": "Christopher Hitchens",
    "authorInfo": "author, atheist philosopher, member of 'The Four Horsemen of New Atheism'",
    "quotes": [
      "Sacrifices, ceremonies, and worship of any relic object or images are abhorrent, as well as killing of civilians in the name of some sacred wall or cave or shrine or rock. As an atheist, nothing is more important than a fellow human being, a friend to banter with and debate with in pursuit of truth or beauty."
    ]
  },
  {
    "author": "C.S. Lewis",
    "authorInfo": "author",
    "quotes": ["Of all bad men, religious bad men are the worst."]
  },
  {
    "author": "Dalai Lama",
    "authorInfo": "spiritual leader, religious leader, monk, author",
    "quotes": [
      "Anger is the ultimate destroyer of your own peace of mind.",
      "Because we all share an identical need for love, it is possible to feel that anybody we meet, in whatever circumstances, is a brother or sister. No matter how new the face or how different the dress and behavior, there is no significant division between us and other people. It is foolish to dwell on external differences, because our basic natures are the same.",
      "Because we all share this planet earth, we have to learn to live in harmony and peace with each other and with nature. This is not just a dream, but a necessity.",
      "However, if we can transform our attitude towards suffering,adopt an attitude that allows us greater tolerance of it, then this can do much to help counteract the feelings of mental unhappiness, dissatisfaction, and discontent.",
      "Love and compassion are the true religions to me. But to develop this, we do not need to believe in any religion.",
      "Non-violence means dialogue, using language, the human language. Dialogue means compromise; respecting each other's rights; in the spirit of reconcialiation there is real solution to conflict and disagreement. There is no hundred percent winner, no hundred percent loser --not that way but half-half. That is practical way, the only way.",
      "Peace does not mean an absence of conflicts; differences will always be there. Peace means solving these differences through peaceful means; through dialogue, education, knowledge; and through humane ways.",
      "People take different roads seeking fulfillment and happiness. Just because they're not on your road does not mean they are lost.",
      "Remember that sometimes not getting what you want is a wonderful stroke of luck.",
      "The doctrine is compassion. Love for others and respect for their rights and dignity no matter who or what they are. Ultimately these are all we need.",
      "The ultimate authority must always rest with the individuals own reason and critical analysis.",
      "Today, more than ever before, life must be characterized by a sense of universal responsibility, not only nation to nation and human to human, but also human to other forms of life.",
      "Our prime purpose in this life is to help others. And if you can't help them atleast don't hurt them.",
      "We all appreciate in others the inner qualities of kindness, patience, tolerance, forgiveness, and generosity, and in the same way we are all averse to displays of greed, malice, hatred and bigotry."
    ]
  },
  {
    "author": "Dangal",
    "authorInfo": "a 2016 Hindi language film",
    "quotes": [
      "A rhino uses strength, but the tiger uses both strength and technique. Be a tiger, not a rhino."
    ]
  },
  {
    "author": "Dave Raymond",
    "authorInfo": "investment author",
    "quotes": [
      "Investing in stocks is to obtain the long-term return or short-term spread income brought by a stock for its own investment. Investors must proceed from this goal, overcome personal regional concepts or personality preferences, and choose investment varieties. No matter what sector or industry this stock belongs to, any stock than can bring rich returns is the best investment variety."
    ]
  },
  {
    "author": "David Attenborrough",
    "authorInfo": "science documentary narrator",
    "quotes": [
      "People write to me that evolution is only a theory. Well, it is not a theory. Evolution is as solid a historical fact as you could conceive. Evidence from every quarter. What is a theory is whether natural selection is the mechanism and the only mechanism. That is a theory. But the historical reality that dinosaurs led to birds and mammals produced whales, that's not theory."
    ]
  },
  {
    "author": "Draupadi",
    "authorInfo": "A character from Mahabharata, the Sanskrit Literature",
    "quotes": [
      "The great ordainer of the world has ordained this without doubt. Happiness and misery come in turn to both the wise and the unwise. Morality is said, however, to be the highest object in this world. If we preserve morality, it will pour blessings upon us..."
    ]
  },
  {
    "author": "Epictetus",
    "authorInfo": "ancient greek philosopher",
    "quotes": [
      "First say to yourself what you would be, and then do what you have to do.",
      "Many people who have progressively lowered their personal standards in an attempt to win social acceptance and life's comforts bitterly resent those of philosophical bent who refuse to compromise their spiritual ideals who seek to better themselves.",
      "The key is to keep company with people who uplift you, whose presence calls fourth your best.",
      "Wealth consists not in having great possessions, but in having few wants."
    ]
  },
  {
    "author": "Eric Tyson",
    "authorInfo": "investment author",
    "quotes": [
      "Instead of seeing declines and market corrections as horrible things, view them as potential opportunities or 'sales'. Try not to give in to the human emotions that often scare people away from buying something that others seem to be shunning.",
      "You can't live without taking risks. Risk-free activities or ways of living don't exist. You can minimize but never eliminate risks. Some methods of risk reduction aren't palatable because they reduce your quality of life..."
    ]
  },
  {
    "author": "Emil Cioran",
    "authorInfo": "philosopher, author",
    "quotes": [
      "I've invented nothing; I've simply been the secretary of my sensations."
    ]
  },
  {
    "author": "Frank Zappa",
    "authorInfo": "musician",
    "quotes": ["So many books, so little time."]
  },
  {
    "author": "Frater Ravus",
    "quotes": [
      "Faith does not give you the answers, it just stops you asking the questions."
    ]
  },
  {
    "author": "Friedrich August von Hayek",
    "authorInfo": "economist",
    "quotes": [
      "In any society freedom of thought will probably be of direct significance only for a small minority. But this does not mean that anyone is competent, or ought to have power to select those to whom this freedom is to be reserved... To deprecate the value of intellectual freedom because it will never mean for everybody the same possibility of independent thought is completely to miss the reasons which give intellectual freedom its value. What is essential to make it serve its function as the prime mover of intellectual progress is not that everybody may be able to think or write anything, but that any cause or idea may be argued by somebody. So long as dissent is not suppressed, there will always be some who will query the ideas ruling their contemporaries and put new ideas to the test of argument and propaganda. This interaction of individuals, possessing different knowledge and different views, is what constitutes the life of thought.The growth of reason is a social process based on the existence of such differences.",
      "The falseness of an opinion is not for us any objection to it: it is here, perhaps, that our new language sounds most strangely. The question is, how far an opinion is life-furthering, life-preserving, species-preserving, perhaps species-rearing, and we are fundamentally inclined to maintain that the falsest opinions (to which the synthetic judgments a priori belong), are the most indispensable to us, that without a recognition of logical fictions, without a comparison of reality with the purely imagined world of the absolute and immutable, without a constant counterfeiting of the world by means of numbers, man could not live —that the renunciation of false opinions would be a renunciation of life, a negation of life. TO RECOGNISE UNTRUTH AS A CONDITION OF LIFE; that is certainly to impugn the traditional ideas of value in a dangerous manner, and a philosophy which ventures to do so, has thereby alone placed itself beyond good and evil."
    ]
  },
  {
    "author": "Friedrich Nietzsche",
    "authorInfo": "philosopher, author",
    "quotes": [
      "And once you are awake, you shall remain awake eternally.",
      "And we should consider everyday lost on which we have not danced at least once. And we should call every truth false which was not accompanied by at least one laugh.",
      "He who cannot obey himself will be commanded. That is the nature of living creatures.",
      "He who has a why to live for can bear almost any how.",
      "Love is not consolation. It is light.",
      "The falseness of an opinion is not for us any objection to it: it is here, perhaps, that our new language sounds most strangely. The question is, how far an opinion is life-furthering, life-preserving, species-preserving, perhaps species-rearing,and we are fundamentally inclined to maintain that the falsest opinions (to which synthetic judgments a priori belong), are the most indespensable to us, that without a recognition of logical fictions, without a comparison of reality with the purely imagined world of the absolute and immutable, without a constant counterfeiting of the world by means of numbers, man could not live - that the renunciation of false opinions would be a renunciation of life, a negation of life. To recognize untruth as a condition of life; that is certainly to impugn the traditional ideas of value in a dangerous manner, and a philosophy which ventures to do so, has thereby alone placed itself beyond good and evil.",
      "There is in general good reason to suppose that in several respects the gods could all benefit from instruction by us human beings. We humans, are more humane.",
      "There are horrible people who, instead of solving a problem, tangle it up and make it harder to solve for anyone who want to deal with it. Whoever does not know how to hit the nail on the head should be asked not to hit it at all.",
      "What doesn't kill you makes you stronger.",
      "Whoever fights monsters should see to it that in the process they do not become a monster themselves. And if you gaze long enough into an abyss, the abyss will gaze back into you.",
      "Without music life would be a mistake.",
      "You must have chaos within you to give birth to a dancing star."
    ]
  },
  {
    "author": "Fushiguro Megumi",
    "authorInfo": "a character from the Japanese anime series, 'Jujutsu Kaisen'",
    "quotes": [
      "Karma isn't fully automatic. Evil people can only be judged under the law... I want more people to enjoy fairness, even if only a few, so I save people unequally...",
      "The only thing granted equally to all is an unfair reality."
    ]
  },
  {
    "author": "Galileo Galilei",
    "authorInfo": "astronomer, inventor, philosopher",
    "quotes": [
      "Nothing physical which sense experience sets before our eyes, or which necessary demonstrations prove to us, ought to be called into question (much less condemned) upon the testimony of biblical passages."
    ]
  },
  {
    "author": "Gandhari",
    "authorInfo": "A character from Mahabharata, the Sanskrit Literature",
    "quotes": [
      "...let your mind, guided by wise counsel, follow its natural inclination toward peace and virtue. Surely you know that prosperity acquired through wickedness is soon lost, while that gained through honest means takes root and descends from generation to generation..."
    ]
  },
  {
    "author": "Gene Roddenberry",
    "authorInfo": "producer, director, creator of Star Trek",
    "quotes": [
      "We must question the story logic of having an all-knowing all-powerful God, who creates faulty humans, and then blames them for his own mistakes."
    ]
  },
  {
    "author": "Gottfried Wilhelm Leibniz",
    "authorInfo": "mathematician, philosopher, diplomat,historian, inventor, jurist, political advisor ",
    "quotes": [
      "The only way to rectify our reasonings is to make them as tangible as those of the Mathematicians, so that we can find our error at a glance, and when there are disputes among persons, we can simply say: 'Let us calculate, without further ado, to see who is right.'"
    ]
  },
  {
    "author": "Guy Sensei",
    "authorInfo": "'Naruto' anime series character",
    "quotes": ["Hardwork and effort never betrays."]
  },
  {
    "author": "Helen Keller",
    "authorInfo": "author, educator",
    "quotes": [
      "Never bend your head. Always  hold it high. Look the world straight in the eye."
    ]
  },
  {
    "author": "H. L. Mencken",
    "authorInfo": "controversialist, humorous journalist, critic",
    "quotes": [
      "People say we need religion when what they really mean is we need police."
    ]
  },
  {
    "author": "Henry David Thoreau",
    "authorInfo": "essayist, poet, naturalist",
    "quotes": [
      "What you get by achieving your goal is not as important as what you become by achieving your goals."
    ]
  },

  {
    "author": "Hunter S. Thompson",
    "authorInfo": "author",
    "quotes": [
      "Some may never live. But the crazy never die.",
      "There is no such thing as paranoia. Your worsts fears can come true at any moment."
    ]
  },
  {
    "author": "Immanuel Kant",
    "authorInfo": "philosopher",
    "quotes": [
      "I for my part hold the very opposite opinion, and I assert that whenever a dispute has raged for any length of time, especially in philosophy, there was, at the bottom of it, never a problem about mere words, but always a genuine problem about things.",
      "So act that your principle of action might safely be made a law for the whole world."
    ]
  },
  {
    "author": "Iron Fist TV Series",
    "quotes": [
      "With practice comes mastery. With mastery comes knowledge. With knowledge comes strength."
    ]
  },
  {
    "author": "Isaac Asimov",
    "authorInfo": "science fiction author",
    "quotes": [
      "When stupidity is considered patriotism, it is unsafe to be intelligent."
    ]
  },
  {
    "author": "Jawaharlal Nehru",
    "authorInfo": "politician",
    "quotes": [
      "Failure comes only when we forget our ideals and objectives and principles."
    ]
  },
  {
    "author": "Jean Dieudonne",
    "authorInfo": "",
    "quotes": [
      "There is hardly any theory which is more elementary than linear algebra, in spite of the fact that generations of professors and textbook writers have obscured its simplicity by preposterous calculations with matrices."
    ]
  },
  {
    "author": "Jean-Jacques Rousseau",
    "authorInfo": "philosopher",
    "quotes": [
      "Every person has a right to risk their own life for the preservation of it.",
      "To be sane in the world of the mad is in itself madness.",
      "The world of reality has it's limits, the world of imagination is boundless."
    ]
  },
  {
    "author": "Jean-Paul Sartre",
    "authorInfo": "existentialist philosopher, author, playwright",
    "quotes": [
      "Hell is other people.",
      "I do not believe in God; his existence has been disproved by Science. But in the concentration camp, I learned to believe in men."
    ]
  },
  {
    "author": "Jerry Smith",
    "authorInfo": "Rick and Morty Cartoon Series",
    "quotes": ["Life is effort and I'll stop when I die."]
  },
  {
    "author": "John Lennon",
    "authorInfo": "musician, member of 'The Beatles'",
    "quotes": [
      "Life is what happens to you while you're busy making other plans."
    ]
  },
  {
    "author": "John Malkovich",
    "authorInfo": "actor",
    "quotes": [
      "On Sigmund Freud: 'I think he was fantastic, a fantastic man. I mean, flawed, sure, but I don't even know what that means. I think his basic premise is people are strong enough to bear and to comprehend, and if they could remember and name the source of various griefs and sorrows, that they would, by that act, be able to live with them, I think that's quite a fantastic notion. I also particularly like him because he was an atheist, and I grew tired of religion some time not long after birth. I believe in people, I believe in humans, I believe in a car, but I don't believe in something I can't have absolutely no evidence of for milleniums. And it's funny -- people think analysis or psychiatry is mad, and they go to church...'"
    ]
  },
  {
    "author": "John Rawls",
    "authorInfo": "political philosopher",
    "quotes": [
      "In constant pursuit of money to finance campaigns, the political system is simply unable to function. Its deliberative powers are paralyzed."
    ]
  },
  {
    "author": "John Stuart Mill",
    "authorInfo": "philosopher, economist, author",
    "quotes": [
      "But the peculiar evil of silencing the expression of an opinion is, that it is robbing the human race; posterity as well as the existing generation; those who dissent from the opinion, still more than those who hold it. If the opinion is right, they are deprived of the opportunity of exchanging error for truth; if wrong, they lose, what is almost as great a benefit, the clearer perception and livelier impression of truth, produced by its collision with error... We can never be sure that the opinion we are endeavouring to stifle is a false opinion; and if we were sure, stifling it would be an evil still.",
      "Life has a certain flavor for those who have fought and risked all that the sheltered and protected can never experience.",
      "The individual is not accountable to society for his actions in so far as these concern the interests of no person but himself.",
      "The only freedom which deserves the name is that of pursuing our own good, in our own way, so long as we do not attempt to deprive others of theirs, or impeded their efforts to obtain it."
    ]
  },
  {
    "author": "Jonathan Landaw",
    "authorInfo": "author",
    "quotes": [
      "..beneath the clouds of delusion that may be disturbing you right now (whatever confused and uncomfortable feelings of greed, anger, jealousy, and the like you may be experiencing), an essential purity still exists. This basic purity is unaffected and uncontaminated by obscuring delusions, no matter how violent they may be or how frequently they may disturb your peace of mind. This calm quality is reflected in the Zen expression, 'Beneath the one who is busy is one who is not busy.'",
      "Spiritual progress doesn't happen without preparation. Many Buddhists believe that it took Shakyamuni `Buddha` many lifetimes, from the time he first turned his mind toward the spiritual path to the time he achieved full and complete enlightenment.",
      "The only difference between such spontaneous compassion and that of a fully enlightened being -- a Buddha -- is it's scope. Although generating genuine concern for the welfare of pets, small children, and others you feel close to probably comes easy to you, can you say the same about your attitude towards everyone? Be honest with yourself: How do you feel when you hear that someone you dislike, perhaps someone who recently insulted you, is experiencing a problem or has just had some bad luck? If you immediately feel like rejoicing, the scope of your loving compassion is limited. A fully enlightened being, such as Shakyamuni Buddha (one of whose epithets is the Compassionate One), no longer experiences such limitation or prejudice. The compassionate concern this person extends to others isn't conditional. Whether the people experiencing difficulty have been friendly or unfriendly, supporters or sworn enemies, loving compassion arises for them all equally and spontaneously.",
      "The true meaning of renunciation is the decision to give up attachment. The cause of suffering and dissatisfaction is attachment, so you need to give up attachment. If you can possess something without becoming attached to it, without letting it become an obstacle to your spiritual progress or a waste of your time and energy, you don't need to give it up."
    ]
  },
  {
    "author": "Joseph Heller",
    "authorInfo": "author",
    "quotes": [
      "Just because you're paranoid doesn't mean they aren't after you."
    ]
  },
  {
    "author": "Julius Robert Oppenheimer",
    "authorInfo": "theoretical physicist",
    "quotes": [
      "There must be no barriers to freedom of inquiry. There is no place for dogma in science. The scientist is free, and must be free to ask any question, to doubt any assertion, to seek for any evidence, to correct any errors."
    ]
  },
  {
    "author": "Karl Marx",
    "authorInfo": "political philosopher, author, economic theorist, revolutionary",
    "quotes": [
      "The writer must earn money in order to be able to live and to write, but he must by no means live and write for the purpose of making money."
    ]
  },
  {
    "author": "Kurt Cobain",
    "authorInfo": "lead singer of the band 'Nirvana'",
    "quotes": [
      "At this point I have a request for our fans. If any of you in any way hate homosexuals, people of different color, or women, please do this one favor for us -- leave us the f**k alone! Don't come to our shows and don't buy our records."
    ]
  },
  {
    "author": "Lao Tzu",
    "authorInfo": "ancient chinese philosopher",
    "quotes": [
      "Accomplish but do not boast, accomplish withour show, accomplish without arrogance, accomplish without grabbing, accomplish without forcing.",
      "A man with outward courage dares to die, a man with inner courage dares to live.",
      "As soon as you have made a thought, laugh at it.",
      "Care about what other people think and you will always be their prisoner.",
      "He who talks more is sooner exhausted.",
      "How could man rejoice in victory and delight in the slaughter of men?",
      "If you correct your mind, the rest of your life will fall into place.",
      "Knowing others is intelligence, knowing yourself is true wisdom. Mastering others is strength, mastering yourself is true power.",
      "Loss is not as bad as wanting more.",
      "Perfection is the willingness to be imperfect.",
      "Respond intelligently even to unintelligent treatment.",
      "The journey of a thousand miles begins with a single step.",
      "The person of superior integrity does not insist upon his integrity. For this reason, he has integrity. The person of inferior integrity never loses sight of his integrity; For this reason, he lacks integrity.",
      "There is no greater danger than underestimating your opponent.",
      "To see things in the seed, that is genius.",
      "Truly good person functions without ulterior motive... Whereas, a moralist acts out of private desires...",
      "What the caterpillar calls the end, the rest of the world calls a butterfly."
    ]
  },
  {
    "author": "Lawrence Krauss",
    "authorInfo": "theoretical physicist, philosopher",
    "quotes": [
      "The purpose of education is not to validate ignorance but to overcome it."
    ]
  },
  {
    "author": "Leo Tolstoy",
    "authorInfo": "author",
    "quotes": ["All great ideas are simple."]
  },
  {
    "author": "Leonardo Da Vinci",
    "authorInfo": "architect, draughtsman, engineer, scientist, sculptor, theorist",
    "quotes": ["Learning never exhausts the mind."]
  },
  {
    "author": "Lucius Annaues Seneca",
    "authorInfo": "philosopher, playwright, statesman",
    "quotes": [
      "A man who suffers before it is necessary, suffers more than what is necessary.",
      "He who does not prevent a crime, when he can, encourages it.",
      "Most powerful is he who has himself in his own power.",
      "There is no delight in owning anything unshared."
    ]
  },
  {
    "author": "Luis Bunuel",
    "authorInfo": "",
    "quotes": [
      "God and country are an unbeatable team; they break all records for oppression and bloodshed."
    ]
  },
  {
    "author": "Marcus Aurelius",
    "authorInfo": "philosopher, politician",
    "quotes": [
      "Dwell on the beauty of life. Watch the stars, and see yourself running with them.",
      "Execute every act of thy life as though it were thy last.",
      "Forward, as occasion offers. Never look around to see whether any shall note it... Be satisfied with success in even the smallest matter, and think that even such result is no trifle.",
      "He who lives in harmony with himself, lives in harmony with the universe.",
      "Never let the future disturb you. You will meet it, if you have to, with the same weapons of reason which today arm you against the present.",
      "Never value anything, even if profitable, that which compels you to break your promisem to lose your self-respect, to hate any manu, to suspect, to curse, to act the hypocrite.",
      "Nothing happens to any man that he is not formed by nature to bear.",
      "Waste no more time arguing about what a good man should be. Be one.",
      "You have power over your mind - not outside events. Realize this, and you will find strength."
    ]
  },
  {
    "author": "Marilyn Monroe",
    "authorInfo": "actress",
    "quotes": [
      "I'm selfish, impatient and a little insecure. I make mistakes, I am out of control and at times hard to handle. But if you can't handle me at my worst, then you sure as hell don't deserve me at my best."
    ]
  },
  {
    "author": "Mark Twain",
    "authorInfo": "philosopher, author, humorist",
    "quotes": [
      "A man cannot be comfortable without his own approval.",
      "Courage is not the lack of fear. It is acting in spite of it.",
      "Intellectual 'work' is misnamed; it is a pleasure, a dissipation, and is its own highest reward.",
      "Success is a journey, not a destination. It requires constant effort, vigilance and reevaluation.",
      "The man who does not read good books has no advantage over the man who can't read.",
      "There is no God, no universe, no human race, no earthly life, no heaven, no hell. It is all a dream, a grotesque and foolish dream. Nothing exists but you. And you are but a thought - a vagrant thought, a useless thought, a homeless thought, wandering forlorn among the empty eternities!",
      "There is something fascinating about science. One gets such wholesale returns of conjecture out of such a trifling investment of fact.",
      "There ought to be a room in every house to swear in. It's dangerous to have to repress an emotion like that.",
      "Whenever you find yourself on the side of the majority, it is time to pause and reflect."
    ]
  },
  {
    "author": "Mark Zegarelli",
    "authorInfo": "author",
    "quotes": [
      "Logic is the study of how to decide the circumstances in which a set of true premises leads to a conclusion that is also true."
    ]
  },
  {
    "author": "Mark Zuckerberg",
    "authorInfo": "enterpreneur, CEO of 'Facebook Meta'",
    "quotes": [
      "People don't care about what you say, they care about what you build."
    ]
  },
  {
    "author": "Michael Shermer",
    "authorInfo": "author, science author, philosophy author",
    "quotes": [
      "If you agree that, in the absence of God, you would 'commit robbery, rape and murder', you reveal yourself an immoral person, and we would be well advised to steer a wide course around you. If, on the other hand, you admit that you would continue to be a good person even when not under divine surveillance, you have fatally undermined your claim that God is necessary for us to be good."
    ]
  },
  {
    "author": "Minette Marin",
    "authorInfo": "",
    "quotes": [
      "For our values to have universal appeal, they must be rooted in our common humanity, not in the faiths that divide us."
    ]
  },
  {
    "author": "Miyamoto Musashi",
    "authorInfo": "Zen monk, author",
    "quotes": [
      "Resentment and complaint are appropriate neither for oneself nor others."
    ]
  },
  {
    "author": "M. Schlick",
    "authorInfo": "",
    "quotes": [
      "The hint that man has, after all, solved his most stubborn problems...is small solace to the philosophic connoisseur; for what he cannot help fearing is that philosophy will never get so far as to pose a genuine problem."
    ]
  },
  {
    "author": "Noam Chomsky",
    "authorInfo": "political theorist, political philosopher",
    "quotes": [
      "In this possibly terminal phase of human existence, democracy and freedom are more than just ideals to be valued - they may be essential to survival.",
      "The bible is one of the most genocidal books in history."
    ]
  },
  {
    "author": "Oscar Wilde",
    "authorInfo": "dramatist, playwright, poet",
    "quotes": ["Be yourself, everyone else is already taken."]
  },
  {
    "author": "Padmasambhava",
    "authorInfo": "",
    "quotes": [
      "You may consume all kinds of delicious food, but unless you adhere to the nectar of innate nature, it all turns into a heap of filth. So drink the nectar of the profound instructions."
    ]
  },
  {
    "author": "Plato",
    "authorInfo": "ancient greek philosopher",
    "quotes": [
      "At the touch of love everyone becomes a poet.",
      "Excellence is not a gift but a skill that takes practice. We do not act rightly because we are excellent, rather we achieve excellence by acting rightly.",
      "Good people do not need laws to tell them to act responsibly, while bad people will find a way around laws.",
      "The highest reach of injustice is to be deemed just when you are not.",
      "The wisest have the most authority."
    ]
  },
  {
    "author": "Ricky Gervais",
    "authorInfo": "comedian, actor, director, producer, philosopher",
    "quotes": ["You can't take equality too far."]
  },
  {
    "author": "Rigveda",
    "authorInfo": "Sanskrit literature",
    "quotes": [
      "Laziness begets nothing but failures and lost opportunities.",
      "One should always strive for knowledge so that ignorance stays away.",
      "One should eat nutritious food and exercise regularly to have sound health. Virtuous deeds performed with intelligence shall naturally bring good wealth.",
      "One should strictly avoid stupid people and if one is forced to stay in their company, one should not emulate them, on the contrary, one should strive to bring a change in them.",
      "There are two ways by which knowledge can be imbibed. Through an able guru or self-study.",
      "The person who is enthusiastic attains everything through hard work and efforts. He can subdue all his enemies."
    ]
  },
  {
    "author": "Robert G. Ingersoll",
    "authorInfo": "lawyer, author, orator, dubbed 'the great agnostic'",
    "quotes": [
      "I will not attack your doctrines nor your creeds if they accord liberty to me. If they hold thought to be dangerous -- if they aver that doubt is a crime, then I attack them one and all, because they enslave the minds of men.",
      "Religion supports nobody. It has to be supported. It produces no wheat, no corn; it ploughs no land; it fells no forest. It is a perpetual mendicant. It lives on the labor of others, and then has the arrogance to pretend that it supports the giver."
    ]
  },
  {
    "author": "Rock Lee",
    "authorInfo": "'Naruto' anime series character",
    "quotes": ["Luck is part of strength."]
  },
  {
    "author": "Running Man",
    "authorInfo": "Korean language variety series",
    "quotes": ["Opportunity makes the thief."]
  },
  {
    "author": "Shaunaka",
    "authorInfo": "A character from Mahabharata, the Sanskrit Literature",
    "quotes": [
      "..the root of suffering is attachment to matter. As a fire in the hollow of a tree consumes the whole tree to its roots, so a small attachment, if nurtured, can destroy man. One who has renounced attachment, even though living in the world, becomes free from evil passions and the suffering they produce."
    ]
  },
  {
    "author": "Shunryu Suzuki",
    "authorInfo": "Zen monk, author",
    "quotes": [
      "Life and death are the same thing. When we realize this fact, we have no fear of death anymore, nor actual difficulty in our life."
    ]
  },
  {
    "author": "Sigmund Freud",
    "authorInfo": "neuropsychologist, psychoanalyst, founder of psychoanalysis",
    "quotes": [
      "A layman will no doubt find it hard to understand how pathological disorders of the body and mind can be eliminated by 'mere' words. He will feel that he is being asked to believe in magic. And he will not be so very wrong, for the words which we use in everyday speech are nothing other than watered-down magic. But we shall have to follow a roundabout path in order to explain how science sets about restoring to words a part at least of their former magical power.",
      "An unrestricted satisfaction of every need presents itself as the most enticing method of conduction one's life, but it means putting enjoyment before caution, and soon brings its own punishment.",
      "As regards intellectual work it remains a fact, indeed, that great decisions in the realm of thought and momentous discoveries and solutions of problems are only possible to an individual, working in solitude.",
      "Demons do not exist any more than gods do, being only the products of the psychic activity of man.",
      "Even if all parts of a problem seem to fit together like the pieces of a jigsaw puzzle, one has to remember that the probable need not necessarily be truth and the truth not always probable.",
      "History is just new people making old mistakes.",
      "Homosexuality is assuredly no advantage, but it is nothing to be ashamed of, no vice, no degradation; it cannot be clasified as an illness; we consider it to be variation of the sexual function, produced by a certain arrest of sexual development. Many highly respectable individuals of ancient and modern times have been homosexuals, several of the greatest men among them (Plato, Michelangelo, Leonardo da Vinci, etc...). It is a great injustice to persecute homosexuality as a crime -- and a cruelty, too.",
      "I cannot face with comfort the idea of life without work; work and the free play of the imagination are for me the same thing, I take no pleasure in anything else.",
      "No, our science is no illusion. But an illusion it would be to suppose that what science cannot give us we can get elsewhere.",
      "Observe the difference between your attitude to illusions and mine. You have to defend the religious illusion with all your might. If it becomes discredited - and indeed the threat to it is great enough - then your world collapses. There is nothing left for you but to despair over everything, of civilization and future of mankind. From that bondage I am, we are free. Since we are prepared to renounce a good part of our infantile wishes, we can bear it if a few of our expectations turn out to be illusions.",
      "Perhaps the hopes I have confessed to are of an illusory nature, too. But I hold fast to one distinction. Apart from the fact that no penalty is imposed for not sharing them, my illusions are not, like religious ones, incapable of correction.",
      "Suffering comes from three quarters: from our own body, which is destined to decay and dissolution, and cannot even dispense with anxiety and pain as danger signals; from the outer world, which can rage against us with the most powerful and pitiless forces of destruction; and finally from our relations with other men.",
      "The virtuous man contents himself with dreaming that which the wicked man does in actual life.",
      "We are what we are because we have been what we have been, and what is needed for solving the problems of human life and motives is not moral estimates but more knowledge.",
      "We may insist as often as we like that man's intellect is powerless in comparison to his instinctual life, and we may be right in this. Nevertheless, there is something peculiar about this weakness. The voice of the intellect is a soft one, but it will not rest until it has gained a hearing. Finally, after a countless succession of rebuffs, it succeeds."
    ]
  },
  {
    "author": "Simone de Beauvoir",
    "authorInfo": "feminist, author, philosopher",
    "quotes": [
      "In the face of an obstacle which is impossible to overcome, stubbornness is stupid."
    ]
  },
  {
    "author": "Slime Rimuru",
    "authorInfo": "'That Time I Reincarnated As A Slime' anime series character",
    "quotes": [
      "Ideals without power is just a joke, and power without ideals is just empty.",
      "True strength is not visible to the beholder's eye."
    ]
  },
  {
    "author": "Socrates",
    "authorInfo": "ancient greek philosopher",
    "quotes": [
      "Remember that there is nothing stable in human affairs, therefore avoid undue elation in prosperity, or undue depression in adversity.",
      "The only evil is ignorance.",
      "The greatest way to live with honor in this world is to be what we pretend to be."
    ]
  },
  {
    "author": "Somerset Maugham",
    "authorInfo": "author",
    "quotes": [
      "To acquire the habit of reading is to construct for yourself a refuge from almost all miseries of life."
    ]
  },
  {
    "author": "Stephen Hawking",
    "authorInfo": "theoretical physicist",
    "quotes": [
      "I'm not afraid of death, but I'm not in a hurry to get there. I have a lot of things I want to do with my life."
    ]
  },
  {
    "author": "Steven F. Lott",
    "authorInfo": "tech author",
    "quotes": [
      "It's essential to locate the best algorithms alongside optimal data structures in order to create the most value with the least computer processing. Time is money, and programs that save time will create more value for their users."
    ]
  },
  {
    "author": "Steven Pinker",
    "authorInfo": "philosopher, author",
    "quotes": [
      "The reason the punishment should fit the crime, for example, is not to balance some mystical scale of justice but to ensure that a wrongdoer stops at a minor crime rather than escalating to a more harmful one. Cruel punishments, whether or not they are in some sense 'deserved', are no more effective at deterring harm than moderate but surer punishments, and they desensitize spectators and brutalize the society that implements them."
    ]
  },
  {
    "author": "Sudha Murty",
    "authorInfo": "author",
    "quotes": ["It is better to be worn out than to be rusted."]
  },
  {
    "author": "Sun Tzu",
    "authorInfo": "author of 'The Art of War'",
    "quotes": [
      "Do not press an enemy at bay. Prince Fu Ch'ai said: 'Wild beasts, when at bay, fight desperately. How much more is the true of men! If they know there is no alternative, they will fight to the death.'",
      "Great results, can be achieve with small forces.",
      "If, however, you are indulgent, but unable to make your authority felt; kind-hearted, but unable to enforce your commands; and incapable, moreover, of quelling disorder: then your soldiers must be likened to spoilt children; they are useless for any practical purpose.",
      "Prohibit the taking of omens, and do away with superstitious doubts. Then, until death itself comes, no calamity need be feared.",
      "Thus we may know that there are five essentials for victory: He will win who knows when to fight and when not to fight. He will win who knows how to handle both superior and inferior forces. He will wim whose army is animated by the same spirit throughout all its ranks. He will win who, prepared himself, waits to take the enemy unprepared. He will win who has military capacity and is not interfered with by the sovereign."
    ]
  },
  {
    "author": "Swami Vivekananda",
    "authorInfo": "spiritual leader and reformer, author",
    "quotes": [
      "Character is repeated habits, and repeated habits alone can reform character",
      "The goal of man is knowledge...Not pleasure, but knowledge, is the goal of man. Pleasure and happiness come to an end. It is a mistake to suppose that pleasure is the goal; the cause of all the miseries we have in the world is that men foolishly think pleasure to be the ideal to strive for. After a time a man finds that it is not happiness, but knowledge, towards which he is going, and that both pleasure and pain are great teachers, and that he learns as much from pain as from pleasure. As pleasure and pain pass before his soul, they leave upon it different pictures, and the result of these combined impressions is what is called a man's 'character'. If you take the character of any man, it really is but the aggregate of tendencies, the sum total of the inclinations of his mind; you will find that misery and happiness are equal factors in the formation of that character. Happiness and misery have an equal share in moulding character, and in some instances misery is a better teacher than happiness. Were one to study the great teachers the world has produced, I dare say it would be found, in the vast majority of cases, that misery taught them more than happiness, poverty taught them more than wealth, blows brought out the inner fire more than praise.",
      "You are incarnations of the almighty, omnipresent and divine principle."
    ]
  },
  {
    "author": "The Art Of Self Defense (2019)",
    "authorInfo": "an American film",
    "quotes": [
      "It is wise to respect the past, but foolish to ignore innovations."
    ]
  },
  {
    "author": "The Best Exotic Marigold Hotel",
    "authorInfo": "a British film",
    "quotes": [
      "In the end, everything will be ok. If it's not ok, it's not yet the end."
    ]
  },
  {
    "author": "The Mahabharata",
    "authorInfo": "a Sanskrit literature",
    "quotes": [
      "...He also assured Arjuna that the path of yoga, once begun, was never lost. Even if he did not achieve success in this life, in his next life he would be able to continue from whatever point he had left off."
    ]
  },
  {
    "author": "Theodore Roosevelt",
    "authorInfo": "American President",
    "quotes": ["Believe you can and you're halfway there."]
  },
  {
    "author": "The Orville Series",
    "authorInfo": "american science fiction tv series",
    "quotes": [
      "...if you're not afraid, there's nothing to be brave about.",
      "The blackest abyss is a pock in the flesh when one has gazed in solitude upon the infinity of self."
    ]
  },
  {
    "author": "The Three Idiots",
    "authorInfo": "Bollywood Film",
    "quotes": ["Pursue excellence, and success will follow."]
  },
  {
    "author": "Thich Nhat Hanh",
    "authorInfo": "spiritual leader, monk, author",
    "quotes": [
      "It is possible to live happily in the here and now. So many conditions of happiness are available --more than enough for you to be happy right now. You don't have to run into the future in order to get more.",
      "Very often that pathway leads to anger, fear, or craving. One millisecond is enough for you to arrive at the same destination: anger and a desire to punish the person who has dared to make you suffer. The mind and the brain are plastic in nature. You can change your mind, your brain, and the way you think and feel. With practice, you can create new neural pathways that lead to understanding, compassion, love, and forgiveness. Mindfulness and insight can intervene, redirecting you down a new neural pathway."
    ]
  },
  {
    "author": "Thomas Paine",
    "authorInfo": "activist, philosopher, author, One of America's founding father",
    "quotes": [
      "It is the duty of every man, as far as his ability extends, to detect and expose delusion and error."
    ]
  },
  {
    "author": "Tibetan Saying",
    "quotes": [
      "If the problem can be solved, there is no use worrying about it. If it can't be solved, worrying will do no good."
    ]
  },
  {
    "author": "Thomas A. Edison",
    "authorInfo": "inventor",
    "quotes": [
      "Many of life's failures are people who did not realize how close they were to success when they gave up."
    ]
  },
  {
    "author": "Tom Hayes",
    "authorInfo": "",
    "quotes": [
      "Democratic institutions should not be subject to the dictates of a celibate, autocratic and secretive caste."
    ]
  },
  {
    "author": "Victor Hugo",
    "authorInfo": "author",
    "quotes": [
      "There is in every village a torch - the teacher: and an extinguisher - the clergyman."
    ]
  },
  {
    "author": "Vidura",
    "authorInfo": "A character from Mahabharata, the Sanskrit Literature",
    "quotes": [
      "...drink that which is drunk by the honest and shunned by the dishonest: humility. Humility is a better, pungent, burning, and revolting medicine, but drink it deeply and regain your sobriety.",
      "Fate is surely all-powerful... but we nevertheless receive the results of our own acts. We have free will. The supreme power simply reciprocates with our desires. It is the consequences of our acts that are inevitable, not the acts themselves."
    ]
  },
  {
    "author": "Voltaire",
    "authorInfo": "philosopher",
    "quotes": [
      "A clergyman is one who feels himself called upon to live without working at the expense of the rascals who work to live.",
      "It is one of the superstitions of the human mind to have imagined that virginity could be a virtue.",
      "Let us read and let us dance - two amusements that will never do any harm to the world.",
      "Life is thickly sown with thorns, and I know no other remedy than to pass quickly through them. The longer we dwell on our misfortunes, the greater is their power to harm us.",
      "Think for yourselves and let others enjoy the privilege to do so, too."
    ]
  },
  {
    "author": "William James",
    "authorInfo": "philosopher, psychologist",
    "quotes": ["Act as if what you do makes a difference. It does."]
  },
  {
    "author": "William Faulkner",
    "authorInfo": "author",
    "quotes": [
      "Unless you're ashamed of yourself now and then, you're not honest."
    ]
  },
  {
    "author": "Winston Churchill",
    "authorInfo": "author, British statesman",
    "quotes": [
      "Success is not final, failure is not fatal. It is the courage to continue that counts."
    ]
  },
  {
    "author": "Zen",
    "authorInfo": "spiritual philosophy, religious philosophy",
    "quotes": ["If you wish to see the truth, then hold no opinions."]
  }
]
